bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
erikphansen.vscode-toggle-column-selection
esbenp.prettier-vscode
file-icons.file-icons
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
formulahendry.vscode-mysql
github.copilot
github.copilot-chat
grapecity.gc-excelviewer
jack89ita.open-file-from-path
mads-hartmann.bash-ide-vscode
mathiasfrohlich.kotlin
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
msjsdiag.vscode-react-native
naumovs.color-highlight
redhat.java
redhat.vscode-commons
redhat.vscode-xml
ritwickdey.liveserver
shakram02.bash-beautify
shinotatwu-ds.file-tree-generator
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wix.glean
zhuangtongfa.material-theme
